{
  "dc_jain": {
    "link":"dc_jain",
    "data": "Our approach is truly not only to prepare top professional but to craft a complete human being with a dynamic sense of belonging and responsibility in the realization of the humanity, this realization is the ultimate goal of our journey, here on the earth and it is for children we must provide this for they are our ultimate one and only one investment. In this sequence, I must add it is very much necessary to invigorate the inner soul, of a child for the righteous cause, so that he can able to adjudge the righteous path.My Best Wishes to Gyan Ganga Institute of Technology & Sciences in achieving its mission.",
    "name": "Er. D.C Jain",
    "position": "Chairman & Patron ,Gyan Ganga Group",
    "image": ""
  },
  "ranjeet_jain": {
    "link":"ranjeet_jain",
    "data": "A man is known not by his riches but by his commitment to the society. We are body and soul committed to disseminate technical education in the society. Gyan Ganga Group is indeed progressing to achieve its mission.I convey my profound wishes.",
    "name": "Mr. Rajneet Jain",
    "position": "Secretary, GyanGanga Group",
    "image": ""
  },
  "pankaj_goyal": {
    "link":"pankaj_goyal",
    "data": "GGITS, Jabalpur is one of the best institutions of Madhya Pradesh in the field of technical education. The institute has enormous potential to rise. I wish for its rapid success.",
    "name": "Mr. Pankaj Goyal",
    "position": "Executive Director & Head T&P Cell",
    "image": ""
  },
  "apurva_singhai": {
    "link":"apurva_singhai",
    "data": "Our effort is to redefine the cause of excelle­nce in education, empower the students academically excellent and to provide them full fledged center of learning keeping in view the latest development. Our aim is to produce globally competent technical manpower along with ethical values inculcated in them. My heartiest wishes to Institute.",
    "name": "Mr. Apurva Singhai",
    "position": "Executive Director,GGITS",
    "image": ""
  },
  "maneesh_choubey": {
    "link":"maneesh_choubey",
    "data": "It is a proven fact that any institution is known by its teaching, discipline, results and campuses. GGITS has been excellent in teaching and its results since beginning. The discipline of the Institute is well-known not only amongst students but in the city also. So far as campuses are concerned, Gyan Ganga Group is leaving no stone unturned for creating maximum job opportunities through campuses. My heartiest wishes are for this developing Institute.",
    "name": "Dr. Maneesh Choubey",
    "position": "Group Director",
    "image": ""
  },
  "vinod_kapse": {
    "link":"vinod_kapse",
    "data": "It is my privilege to warmly welcome you into the portals of this great institution Gyan Ganga Institute of Technology and Sciences, Jabalpur, Madhya Pradesh  dedicated to the cause of top-quality technical and professional  education with the motto of “Social Transformation Through Dynamic Education”. We believe in fostering a climate that encourages learning and personal growth. We value a commitment to excellence in all we do. This is the place where you can find the college of your dreams. At GGITS, We are in the pursuit of global standards of excellence in all our endeavors and we aim at creating all rounded personality in our students –professionally and socially. To align with our innovative teaching practices, we have excellent faculty and state of the art infrastructural facilities and laboratories. Learning is a continuous process at GGITS. The Faculties also keep them upgraded through Research and Consultancy projects. I wish to put my appreciations and gratitude to the esteemed, highly qualified and honored faculty of GGITS for their continuous, untiring efforts and immense contributions without which we could not have crossed so many milestones and reached to present levels of achievements.   The holistic approach of the institute stimulates innovation among students by inspiring fresh ideas with different perceptiveness, creative thinking and strong conviction to achieve true success. I take this opportunity to thank the management for showing interest and continuous support in achieving pioneering position. I extend my best wishes to all students in their chosen career path.",
    "name": "Dr. Vinod Kapse",
    "position": "Principal, GGITS, Jabalpur",
    "image": ""
  }
}